{
  "intro_title": "Have you perhaps met us during our travels?",
  "intro_p1": "Please greet us warmly if you see us! We'd really like to get to know you better!",
  "intro_p2": "We are a family who left Korea in May 2025 to start a world trip.",
  "intro_p3": "Dad and the two daughters have the last name 'Sung', while Mom and the two sons-in-law have the last name 'Kim', so we became the 'Family of Sung and Kim'.",
  "intro_p4": "You can also watch us on YouTube! @famsungkim",
  
  "hero_title": "\"Yes! We are<br>FAMILY!\"",
  "hero_subtitle": "And we are traveling the world!",
  "who_we_are_title": "Who we are",
  
  "load_more_btn": "Load more",
  "all_shown_btn": "No More Items",
  "back_to_main_link": "back to main",
  
  "member_sung1_name": "Sung1 - Father",
  "member_sung2_name": "Sung2 - Elder Daughter",
  "member_sung3_name": "Sung3 - Younger Daughter",
  "member_kim1_name": "Kim1 - Mother",
  "member_kim2_name": "Kim2 - Son-in-law",
  "member_kim3_name": "Kim3 - Son-in-law",

  "member_sung1_p1": "Our SUNG1 isn't usually talkative, but you can feel warmth in his every action. While expressing himself might not be his strong suit, he possesses deep affection and is like a steadfast pillar, silently supporting our family. If you've watched the Netflix series 'When Life Gives You Tangerines', you could say SUNG1 is the real-life embodiment of the main character, Yang Gwan-sik.",
  "member_sung1_p2": "It seems like anything SUNG1 touches gets fixed effortlessly; we're very familiar with the sight of him diligently fixing or making things around the house. In fact, he's also a highly skilled and versatile man, holding an impressive 11 national technical certifications. With a warm heart hidden beneath his quiet exterior and his outstanding practical skills, he steadfastly watches over us – SUNG1 is truly wonderful.",

  "member_sung2_p1": "Our older daughter, SUNG2, is calm, responsible, and possesses a very methodical and logical personality. She's so logical that her nicknames among the family are 'Robot' or 'AI'.",
  "member_sung2_p2": "SUNG2's outstanding planning and execution skills are truly shining on our family's current world trip. She took the lead in handling all the planning and booking for this huge project. Behind this seemingly meticulous exterior lies an affectionate older sister who deeply cherishes and loves her younger sibling. Additionally, she is the dependable eldest daughter whom our parents rely on the most.",
  "member_sung2_p3": "SUNG2 is a talented individual who majored in Architecture at Hanyang University, renowned as Korea's top school for the field. After graduating, she worked as a capable architect in Korea, but has now temporarily set her career aside to lead our entire family, making the wonderful challenge of a world trip a reality.",
  "member_sung2_p4": "Contrary to her 'Robot' or 'AI' nicknames, SUNG2 possesses a rich artistic sensibility deep inside. She enjoys capturing beautiful scenery with her camera, revealing her side as a photographer with a delicate eye. Possessing meticulous planning skills, a warm heart, and artistic sensibility all rolled into one, this is SUNG2, the reliable leader of our family's journey.",

  "member_sung3_p1": "SUNG3, who is like our family's 'mutation' and 'human vitamin'! In our relatively quiet household, where Dad (SUNG1), Mom (KIM1), and older sister (SUNG2) are all on the quieter side, SUNG3 is truly a source of vitality, brightening the atmosphere with her sparkling charm.",
  "member_sung3_p2": "She perfectly plays the role of the family's mood-maker; with her bright and lively personality, she has a special energy that quickly draws everyone around her into a fun, party-like atmosphere. While she follows and adores her older sister SUNG2 more than anyone, she's also an adorable free spirit whose immense curiosity about everything means her sister's logical advice sometimes goes in one ear and out the other.",
  "member_sung3_p3": "SUNG3 majored in design in Korea and is quite talented; after graduation, she actively worked as an apparel designer for a world-renowned sports company. Now, however, she has temporarily put her life as a designer aside and, together with her family, is excitedly learning about and experiencing the wider world, with the globe as her stage.",
  "member_sung3_p4": "The cheerful adventures of SUNG3, the energetic youngest daughter who injects unpredictable fun and vitality into our quiet family, are continuing throughout our world trip!",

  "member_kim1_p1": "Our family's treasure, KIM1, who is like a 'warm-hearted, spunky girl'! While she usually appears calm and meticulous, hidden inside is a cheerful, youthful spirit that loves fun more than anyone and is full of humor.",
  "member_kim1_p2": "KIM1 is the ultimate homemaker, diligently ensuring all six family members are well-fed with delicious, lovingly prepared meals every day. Furthermore, she is the strongest supporter for all of us, always listening attentively to her daughters and sons-in-law and offering them unwavering support.",
  "member_kim1_p3": "One of KIM1's hidden talents is her amazing sewing skill; she's so adept that if she decides to, she can whip up a beautiful Hanbok (traditional Korean dress) all by herself! Reflecting her love for flowers and plants, she is a naturally gifted creator ('golden hands', as we say in Korean) who uses her delicate touch to craft unique, beautiful bags and charming accessories from fabric.",
  "member_kim1_p4": "Possessing a warm heart, youthful cheerfulness, incredible dexterity, and steadfast devotion to her family all at once – this is the truly wonderful KIM1.",

  "member_kim2_p1": "If you meet KIM2 for the first time, it might take quite a while before you hear him speak. That's because he's usually quite taciturn and quiet. However, once he starts speaking, you'll find yourself listening intently to the deep inner thoughts hidden beneath his quietness, and soon you'll want to hear more of what he has to say.",
  "member_kim2_p2": "KIM2 is very intellectual and knowledgeable – truly a 'brainy guy' ('뇌섹남' as we say in Korean, meaning someone whose intelligence is charming). He possesses a brilliant mind, having graduated from Seoul National University, widely regarded as Korea's top university. One of his amazing abilities is languages; besides Korean, of course, he fluently speaks English, Spanish, Chinese, and Japanese – a total of 5 languages, making him like a 'human translator'!",
  "member_kim2_p3": "He usually enjoys quietly listening to music or reading books in English during his downtime, but recently he has also shown an unexpected side, getting engrossed in watching YouTube and playing games. Fittingly for a music lover, on this family world trip, he's also capably fulfilling the role of music director, responsible for the playlists that enrich our journey.",
  "member_kim2_p4": "This was KIM2, the charming eldest son-in-law, hiding deep intellect, versatility, and warmth beneath his quiet exterior.",

  "member_kim3_p1": "Perhaps the saying 'like attracts like' holds true? The energetic SUNG3 brought KIM3 – a man just like her, or perhaps possessing even more sparkling charm – home to meet SUNG1 and KIM1.",
  "member_kim3_p2": "With his humorous, affectionate, and bright personality, KIM3, alongside his wife SUNG3, is like one half of a dynamic duo responsible for livening up the atmosphere of this quiet(?) family. Furthermore, he acts as the family's Creative Director, taking charge of all creative activities. He oversees everything from editing the family YouTube channel videos and creating the website to producing and managing all media content related to this world trip, such as photos and videos.",
  "member_kim3_p3": "He comes from a background as an artist who serialized popular digital comics called 'webtoons' in Korea. Having successfully completed his series, he now pours all his passion into documenting and sharing the family's precious world trip experiences through engaging media content. (If you want to see his work, click the logo at the top of the site)",
  "member_kim3_p4": "However, there's an interesting twist to the bright and sociable KIM3: he claims to be, in fact, 'more introverted than anyone'! According to him, he developed his current extroverted demeanor through conscious effort, but perhaps only KIM3 knows the full story. Perhaps when you encountered this family, KIM3 was the one who approached you first. He genuinely loves listening to people's stories. (Though he carries the small secret that doing so drains his energy quite quickly!)"
}