{
  "intro_title": "혹시 여행 중 저희를 만나셨나요?",
  "intro_p1": "만나면 반갑게 인사해주세요! 저희도 당신과 더욱 더 친해지고 싶거든요!",
  "intro_p2": "저희는 2025년 5월, 세계 여행을 시작하기 위해 한국을 떠난 가족입니다.",
  "intro_p3": "아빠와 두 딸은 '성'씨, 엄마와 두 사위는 '김'씨라서 '성가김가'가 되었답니다.",
  "intro_p4": "유튜브에서도 저희를 만날 수 있어요! @famsungkim",

  "hero_title": "\"맞아요! 우리는<br>가족입니다!\"",
  "hero_subtitle": "그리고 세계를 여행중이죠!",
  "who_we_are_title": "우리가 누구냐면요",

  "load_more_btn": "더 보기",
  "all_shown_btn": "더 없어요!",
  "back_to_main_link": "메인 페이지로 돌아가기",
  
  "member_sung1_name": "성1 - 아빠",
  "member_sung2_name": "성2 - 큰 딸",
  "member_sung3_name": "성3 - 작은 딸",
  "member_kim1_name": "김1 - 엄마",
  "member_kim2_name": "김2 - 큰 사위",
  "member_kim3_name": "김3 - 작은 사위",

  "member_sung1_p1": "성1은 평소 말씀이 많지는 않으시지만, 그 행동 하나하나에는 따스함이 묻어나는 분입니다. 표현은 조금 서투르실지 몰라도, 누구보다 속정이 깊어 말없이 든든하게 우리 가족을 지탱해 주시는 기둥 같은 존재시죠. 만약 당신이 넷플릭스의 '폭삭 속았수다'를 보았다면, 그 주인공 양관식의 실제 모습이 성1이라고 생각해도 될 겁니다.",
  "member_sung1_p2": "성1의 손길이 닿으면 무엇이든 척척 고쳐지곤 하는데요, 언제나 집안의 무언가를 부지런히 고치고 만드시는 모습이 익숙합니다. 실제로 국가 기술 자격증을 무려 11개나 보유하고 계실 정도로 다재다능한 '능력자'이시기도 합니다. 과묵함 속에 숨겨진 따뜻한 마음과 뛰어난 손재주로 우리 곁을 든든하게 지켜주시는, 정말 멋진 성1입니다.",

  "member_sung2_p1": "SUNG2는 차분하고 책임감이 강하며, 매우 계획적이고 논리적인 성격의 소유자입니다. 얼마나 논리적이면 가족들 사이에서 별명이 '로봇'이나 'AI'로 불릴 정도니까요.",
  "member_sung2_p2": "SUNG2의 뛰어난 계획성과 실천력은 현재 진행 중인 저희 가족의 세계 여행에서 빛을 발하고 있습니다. 이 거대한 프로젝트의 모든 계획과 예약을 SUNG2가 앞장서서 해냈거든요. 이렇게 빈틈없어 보이는 모습 뒤에는, 동생을 한없이 아끼고 사랑하는 다정한 언니의 모습이 숨어있습니다. 또한 부모님께서 가장 크게 의지하시는 듬직한 맏딸이기도 하고요.",
  "member_sung2_p3": "SUNG2는 한국에서 건축으로 가장 유명한 한양대학교에서 건축학을 전공한 재원입니다. 졸업 후 한국에서 유능한 건축가로 활동하다가, 지금은 잠시 일을 내려놓고 가족 모두를 이끌어 세계 여행이라는 멋진 도전을 현실로 만들고 있습니다.",
  "member_sung2_p4": "'로봇'이나 'AI'라는 별명과는 달리, SUNG2의 내면에는 풍부한 예술적 감성이 자리 잡고 있습니다. 아름다운 풍경을 마주하면 카메라에 담기를 즐기는, 섬세한 시선을 가진 사진작가이기도 하답니다. 철두철미한 계획력과 따뜻한 마음, 그리고 예술적 감성까지 모두 갖춘 우리 가족 여행의 든든한 리더, SUNG2입니다.",

  "member_sung3_p1": "저희 가족의 '돌연변이'이자 '인간 비타민' 같은 존재, 작은딸 SUNG3를 소개합니다! 아빠(SUNG1), 엄마, 그리고 언니(SUNG2)까지 비교적 조용한 편인 저희 집에서, SUNG3는 그야말로 톡톡 튀는 매력으로 분위기를 밝히는 활력소랍니다.",
  "member_sung3_p2": "SUNG3는 집안의 분위기 메이커 역할을 톡톡히 해내는데요, 밝고 활발한 성격으로 주변 사람들까지 금세 즐거운 파티 분위기로 끌어들이는 특별한 에너지를 가지고 있습니다. 언니인 SUNG2를 세상 누구보다 잘 따르고 좋아하지만, 동시에 세상만사에 대한 호기심이 너무 왕성해서 가끔은 언니의 논리적인 조언들을 한 귀로 듣고 다른 귀로 흘려보내는(?) 귀엽고 자유로운 영혼이기도 해요.",
  "member_sung3_p3": "SUNG3는 한국에서 디자인을 전공하고, 졸업 후에는 모두가 알만한 세계적인 스포츠 회사에서 의류 디자이너로 활약했던 실력파입니다. 하지만 지금은 잠시 디자이너로서의 삶을 내려놓고, 가족들과 함께 세계를 무대로 더 넓은 세상을 신나게 배우고 경험하는 중입니다.",
  "member_sung3_p4": "조용한 우리 가족에게 예측 불가능한 즐거움과 생기를 불어넣는 에너지 넘치는 막내딸, SUNG3의 유쾌한 활약은 세계 여행 중에도 계속되고 있습니다!",

  "member_kim1_p1": "저희 가족의 보물, 바로 '마음씨 따뜻한 말괄량이 소녀' 같은 저희 어머님입니다! 평소에는 차분하고 꼼꼼하시지만, 그 속에는 누구보다 재미있는 것을 좋아하고 유머 감각이 넘치는 유쾌한 소녀의 모습이 숨어있답니다.",
  "member_kim1_p2": "어머니는 매일 정성 가득한 맛있는 식사로 여섯 식구의 배를 든든하게 책임져 주시는 최고의 살림꾼이세요. 그뿐만 아니라, 언제나 딸들과 사위들의 이야기에 귀 기울여 주시고 든든한 응원을 보내주시는, 저희 모두의 가장 강력한 지지자이시기도 합니다.",
  "member_kim1_p3": "어머니의 숨겨진 능력 중 하나는 바로 감탄이 절로 나오는 바느질 솜씨인데요, 마음만 먹으면 고운 한복 한 벌을 혼자서 뚝딱 만들어내실 정도랍니다! 평소 꽃과 식물을 사랑하는 마음처럼, 그 섬세한 손길로 천을 이용해 세상에 하나뿐인 예쁜 가방이나 아기자기한 소품들을 만들어내는 타고난 '금손'이자 '능력자'이십니다.",
  "member_kim1_p4": "따뜻한 마음과 소녀 같은 유쾌함, 놀라운 손재주와 가족을 향한 든든함까지 모두 갖춘, 정말 멋진 저희 어머님을 소개합니다.",

  "member_kim2_p1": "KIM2를 처음 만난다면, 그의 목소리를 듣기까지 꽤 오랜 시간이 걸릴지도 모릅니다. 그만큼 평소 과묵하고 조용한 성격이기 때문이죠. 하지만 일단 그가 입을 열기 시작하면, 조용함 속에 감춰진 깊은 내면과 지적인 생각에 귀를 기울이게 되고, 어느새 그의 이야기에 더 빠져들고 싶어질 것입니다.",
  "member_kim2_p2": "KIM2는 매우 지적이고 아는 것이 많은, 그야말로 '뇌섹남'(뇌가 섹시한 남자)입니다. 한국 최고의 대학으로 꼽히는 서울대학교를 졸업한 명석한 두뇌의 소유자이기도 하죠. 그의 놀라운 능력 중 하나는 바로 언어인데요, 한국어는 물론 영어, 스페인어, 중국어, 일본어까지 무려 5개 국어를 유창하게 구사하는 '인간 번역기'와 같은 존재랍니다!",
  "member_kim2_p3": "평소에는 조용히 음악 감상을 즐기거나 쉬는 시간에 영어 원서를 읽는 것을 좋아하지만, 최근에는 유튜브 시청과 게임에도 푹 빠져 지내는 의외의(?) 모습도 보여주고 있습니다. 음악을 사랑하는 만큼, 이번 가족 세계여행에서는 온 가족의 여정을 더욱 풍성하게 만들어주는 플레이리스트를 책임지는 음악 감독 역할도 톡톡히 해내고 있답니다.",
  "member_kim2_p4": "과묵함 속에 깊은 지성과 다재다능함, 그리고 따뜻함을 감추고 있는 매력적인 맏사위, KIM2였습니다.",

  "member_kim3_p1": "'끼리끼리 만난다'는 말은 정말 과학인 걸까요? 활기 넘치는 SUNG3는 자신과 꼭 닮은, 아니 어쩌면 본인보다 더 톡톡 튀는 매력을 가진 남자, KIM3를 SUNG1과 KIM1 앞에 데려왔습니다.",
  "member_kim3_p2": "KIM3는 유머러스하고 다정하며 밝은 성격으로, 아내 SUNG3와 함께 이 조용한(?) 가족의 분위기를 책임지는 쌍두마차와 같습니다. 또한, 그는 이 가족의 모든 창작 활동을 도맡아 하는 크리에이티브 디렉터이기도 한데요. 가족 유튜브 채널 영상 편집부터 홈페이지 제작, 그리고 이 세계 여행과 관련된 모든 사진과 영상 등 미디어 콘텐츠 제작 및 관리를 총괄하고 있습니다.",
  "member_kim3_p3": "그는 한국에서 '웹툰'이라고 불리는 디지털 만화를 연재했던 작가 출신입니다. 자신의 작품을 성공적으로 완결 짓고, 지금은 온 가족의 소중한 세계 여행 경험을 멋진 미디어 콘텐츠로 기록하고 공유하는 데 온 열정을 쏟고 있습니다.",
  "member_kim3_p4": "하지만 이렇게 밝고 사교적으로 보이는 KIM3에게는 흥미로운 지점이 있습니다. 바로 스스로는 '그 누구보다 내향적인 사람'이라고 주장한다는 점입니다! 본인의 말로는 후천적인 노력으로 지금의 외향적인 모습을 갖추게 되었다고 하지만, 그 진실은 오직 KIM3만이 알겠죠. 어쩌면 당신이 이 가족을 만났을 때, KIM3가 당신에게 먼저 다가가 말을 걸었을지도 모릅니다. 그는 사람들의 이야기에 귀 기울이는 것을 진심으로 좋아하거든요. (물론, 그 후 급격히 에너지가 소모된다는 작은 비밀은 안고 있지만요!)"
}